Repository: mkappus1/DatenmanagementMTHS24
Catalog: Woche 2/Skripte/TMX-EN-DE/tmx_teil_3.tmx
Source language: de
Languages: en

source: Schlüsselringe [Spaltringe mit Schmuckanhänger oder Zierrat]
en: Key rings [split rings with trinket or decorative fob]

source: Stoppuhren
en: Stopwatches

source: Statuen aus edlen Metallen und deren Legierungen
en: Statues of precious metal and their alloys

source: Medaillen aus Edelmetall
en: Medals made of precious metals

source: Figurinen aus Silber
en: Figurines made from silver

source: Schmuckkästen aus Holz
en: Wooden jewellery boxes

source: Ziergegenstände [Statuen] aus Edelmetall
en: Ornaments [statues] made of precious metal

source: Armbanduhren mit einer Funktion für elektronische Spiele
en: Watches containing an electronic game function

source: Topase
en: Topaz

source: Geschenkschatullen für Uhrartikel
en: Presentation cases for horological articles

source: Uhrarmbänder aus synthetischen Materialien
en: Watch straps of synthetic material

source: Armbanduhren mit integrierter Speicherfunktion
en: Watches incorporating a memory function

source: Modelltiere [Schmuck] aus Edelmetall
en: Model animals [ornaments] made of precious metal

source: Revers-Pins aus Edelmetall [Schmuckwaren]
en: Lapel pins of precious metals [jewellery]

source: Armbanduhren aus Edelmetall oder damit plattiert
en: Watches made of precious metals or coated therewith

source: Golddraht [Schmuck]
en: Gold thread [jewellery]

source: Clips aus Silber [Schmuckwaren]
en: Clips of silver [jewellery]

source: Uhren für Weltzeitzonen
en: Clocks for world time zones

source: Uhren mit Keramikelementen
en: Clocks incorporating ceramics

source: Manschettenknöpfe aus Edelmetall mit Halbedelsteinen besetzt
en: Cuff links made of precious metals with semi-precious stones

source: Schmuckstücke aus Kunststoff
en: Jewellery made of plastics

source: Schmuckstücke aus Edelsteinen
en: Jewellery made of precious stones

source: Schmuckwaren, angefertigt aus Halbedelsteinen
en: Jewellery fashioned of semi-precious stones

source: Medaillons [Schmuck]
en: Lockets [jewellery]

source: Rohe oder teilweise bearbeitete Edelmetalle
en: Precious metals, unwrought or semi-wrought

source: Anhänger für Uhrketten
en: Pendants for watch chains

source: Barren aus Edelmetall
en: Ingots of precious metals

source: Uhrarmbänder aus Kunststoff
en: Watch straps of plastic

source: Statuetten aus Halbedelsteinen
en: Statuettes made of semi-precious stones

source: Mechanische Uhren
en: Mechanical watches

source: Mit Edelmetalllegierungen plattierte Trophäen
en: Trophies coated with precious metal alloys

source: Silber
en: Silver

source: Schlüsselanhänger [Ringe] mit Edelmetallbeschichtung
en: Key fobs [rings] coated with precious metal

source: Schmuckwaren in Form von Perlen
en: Jewellery in the form of beads

source: Unbearbeiteter Achat
en: Agate [unwrought]

source: Schlüsselanhänger als Juwelierwaren
en: Key chains as jewellery [trinkets or fobs]

source: Manschettenknöpfe aus Goldimitat
en: Cuff links made of imitation gold

source: Schmuckstücke aus Halbedelmetall
en: Jewellery made of semi-precious materials

source: Schmuckkettchen für Armbänder
en: Jewellery rope chain for bracelets

source: Kleiderschmuck in Form von Schmuckwaren
en: Dress ornaments in the nature of jewellery

source: Teile für Uhrwerke
en: Parts for clockworks

source: Armbanduhren mit einer Spielfunktion
en: Watches containing a game function

source: Schmuckwaren, einschließlich Schmuckimitaten und künstlichem Schmuck
en: Jewellery, including imitation jewellery and plastic jewellery

source: Uhrengehäuse [Taschen-/Armbanduhren]
en: Watch cases [parts of watches]

source: Figurinen zu Verzierungszwecken aus Edelsteinen
en: Figurines for ornamental purposes of precious stones

source: Büsten aus Edelmetall
en: Busts of precious metal

source: Perlen
en: Pearl

source: Schmuckschatullen, nicht aus Edelmetall
en: Jewelry cases not of precious metal

source: Smaragde
en: Emeralds

source: Armbanduhren mit Insignien
en: Watches bearing insignia

source: Armbanduhren aus Edelmetallen
en: Watches made of precious metals

source: Modelltiere [Schmuck] mit Edelmetall plattiert
en: Model animals [ornaments] coated with precious metal

source: Manschettenknöpfe aus Porzellan
en: Cuff links made of porcelain

source: Mit Edelmetall plattierte Ringe
en: Rings coated with precious metals

source: Zeitmessgeräte und - instrumente
en: Chronometric apparatus and instruments

source: Mit Edelmetall plattierte Figurinen
en: Figurines coated with precious metal

source: Schmuckwaren für den Kopf
en: Jewelry for the head

source: Schmuckketten aus Edelmetall für den Hals
en: Jewellery chain of precious metal for necklaces

source: Schmuckketten aus Edelmetall für Armbänder
en: Jewellery chain of precious metal for bracelets

source: Kunstgegenstände aus Edelmetall
en: Works of art of precious metal

source: Kästen aus Edelmetall
en: Boxes of precious metal

source: Natürliche Edelsteine
en: Natural gem stones

source: Uhrarmbänder, nicht aus Leder
en: Non-leather watch straps

source: Kreuze [Schmuckwaren]
en: Crosses [jewellery]

source: Armbänder [Schmuck]
en: Bracelets [jewellery]

source: Unbearbeitete und teilweise bearbeitete Edelsteine und deren Imitationen
en: Unwrought and semi-wrought precious stones and their imitations

source: Armbanduhren aus Walzgold
en: Watches made of rolled gold

source: Edel- und Halbedelsteine
en: Precious and semi-precious gems

source: Mit Edelmetall plattierte Trophäen
en: Trophies coated with precious metals

source: Ketten aus Edelmetall
en: Chains of precious metals

source: Digitale Uhren
en: Digital clocks

source: Platin und seine Legierungen
en: Platinum and its alloys

source: Verarbeitete oder teilweise bearbeitete Edelmetalle
en: Processed or semi-processed precious metals

source: Uhren und Stoppuhren für Taubenzüchter
en: Clocks and watches for pigeon-fanciers

source: Modische Schlüsselanhänger aus Edelmetall
en: Fancy keyrings of precious metals

source: Juwelierwaren aus Kristall
en: Jewellery made of crystal

source: Kontrolluhren [Zentraluhren] zum Steuern anderer Uhren
en: Time clocks [master clocks] for controlling other clocks

source: Zeitmessinstrumente für den Sport
en: Timekeeping systems for sports

source: Schatullen für chronometrische Instrumente
en: Cases for chronometric instruments

source: Perlen [Schmuck]
en: Pearls [jewellery]

source: Schmuckstücke aus Glas
en: Jewellery made of glass

source: Elektronische Wecker
en: Electronic alarm clocks

source: Edelmetallanstecker für Kleidung
en: Metal badges for wear [precious metal]

source: Ringe [Schmuck]
en: Rings [jewellery]

source: Legierungen aus Edelmetall
en: Alloys of precious metal

source: Figurmodelle [Schmuck] mit Edelmetallbeschichtung
en: Model figures [ornaments] coated with precious metal

source: Uhren und deren Teile
en: Clocks and parts therefor

source: Identifikationsarmbänder [Schmuckwaren]
en: Identification bracelets [jewelry]

source: Unbearbeitete Edelsteine
en: Unwrought precious stones

source: Edelmetalllegierungen [ausgenommen für zahnärztliche Zwecke]
en: Precious metal alloys [other than for use in dentistry]

source: Präsentationsschatullen für Uhren
en: Presentation boxes for watches

source: Münzen
en: Coins

source: Schmuckwaren aus Sterlingsilber
en: Sterling silver jewellery

source: Trophäen aus Edelmetalllegierungen
en: Trophies made of precious metal alloys

source: Digitale Zeitmessgeräte mit Temperaturdisplay
en: Digital time indicators having temperature displays

source: Schmuckkettchen für den Hals
en: Jewellery rope chain for necklaces

source: Ringe [Schmuckwaren] aus unedlen Metall
en: Rings [jewellery] made of non-precious metal

source: Armbänder aus Edelmetall
en: Bracelets of precious metal

source: Schmuckwaren, mit Edelmetall plattiert
en: Articles of jewellery coated with precious metals

source: Fäden aus Edelmetall
en: Threads of precious metals

source: Drahtfäden aus Edelmetall
en: Wire thread of precious metal

source: Edelsteine, Perlen und Edelmetalle sowie Imitationen hiervon
en: Gemstones, pearls and precious metals, and imitations thereof

source: Schmuck- und Uhrenbehältnisse
en: Jewellery boxes and watch boxes

source: Andere Waren aus Edelmetall und Edelsteinen sowie Imitationen hiervon
en: Other articles of precious metals and precious stones, and imitations thereof

source: Aus Edelmetallen oder Halbedelmetallen oder -steinen oder Imitaten hiervon hergestellte oder damit beschichtete Statuen und Figuren
en: Statues and figurines, made of or coated with precious or semi-precious metals or stones, or imitations thereof

source: Verschlüsse für Schmuck
en: Clasps for jewellery

source: Namensschilder aus Edelmetall
en: Identity plates of precious metal

source: Armbanduhren mit integrierten Telekommunikationsfunktionen
en: Watches incorporating a telecommunication function

source: Misbaha [Gebetsperlen]
en: Misbaha [prayer beads]

source: Armbänder aus besticktem Stoff [Schmuck]
en: Bracelets made of embroidered textile [jewellery]

source: Dekorative Boxen aus Edelmetall
en: Decorative boxes made of precious metal

source: Angepasste Hüllen für Schmuckringe zum Schützen gegen Aufprall, Verschleiß und Schaden an Ringschienen und -steinen
en: Fitted covers for jewelry rings to protect against impact, abrasion, and damage to the ring’s band and stones

source: Schmuckclips zum Anpassen von Ohrsteckern an Ohrclips
en: Jewelry clips for adapting pierced earrings to clip-on earrings

source: Gewinnerpokale aus Edelmetall
en: Prize cups of precious metals

source: Statuen von religiösen Ikonen aus Edelmetall
en: Statues of precious metal of religious icons

source: Amulette [Schmuckwaren]
en: Amulets [jewellery]

source: Edelmetallkästen für Juwelen
en: Jewel cases of precious metal

source: Schmuckboxen aus Edelmetall
en: Jewelry boxes of precious metal

source: Chronografen zur Verwendung als Uhren
en: Chronographs for use as watches

source: Chronografen [Uhren]
en: Chronographs [watches]

source: Krawattennadeln aus Edelmetall
en: Tie clips of precious metal

source: Broschen [Schmuck]
en: Brooches [jewellery]

source: Uhrketten
en: Watch chains

source: Zifferblätter für Uhren
en: Dials [clock- and watchmaking]

source: Juwelierwaren, Schmuckwaren
en: Figures of precious metal

source: Figuren aus Edelmetallen
en: Statues of precious metal

source: Statuen aus Edelmetall
en: Sculptures of precious metal

source: Figuren [Statuetten] aus Edelmetall
en: Movements for clocks and watches

source: Edelsteine
en: Cabochons

source: Uhrzeiger
en: Clock hands

source: Erinnerungsembleme aus Edelmetall
en: Commemorative shields of precious metal

source: Aufbewahrungsrollen für Schmuck
en: Jewelry rolls for storage

source: Schlüsselanhänger aus Lederimitat
en: Key fobs of imitation leather

source: Schmuckkästen aus Leder
en: Leather jewelry boxes

source: Metalljetons für den öffentlichen Verkehr
en: Metal tokens used for mass transit

source: Schmuckkästen aus Metall
en: Jewelry boxes of metal

source: Armbänder aus Holzperlen
en: Wooden bead bracelets

source: Cabochons zur Fertigung von Schmuck
en: Cabochons for making jewellery

source: Schlüsselringe aus Edelmetall
en: Split rings of precious metal for keys

source: Präsentationsschatullen für Schmuck
en: Presentation boxes for jewellery

source: Schmuckrollen für die Reise
en: Jewelry organizer rolls for travel

source: Siegelringe
en: Signet rings

source: Armbanduhren mit GPS-Funktionen
en: Wristwatches with GPS apparatus

source: Armbanduhren mit einer Funktion für kabellose Kommunikation
en: Watches with the function of wireless communication

source: Halsketten aus Edelmetall
en: Necklaces of precious metal

source: Vergoldete Halsketten
en: Gold-plated necklaces

source: Schmuckkästen, nicht aus Edelmetall
en: Jewelry boxes, not of precious metal

source: Oszillatoren für Uhren
en: Oscillators for clocks

source: Oszillatoren für Zeitmessgeräte
en: Oscillators for timepieces

source: Schalclipse [Schmuckwaren]
en: Scarf clips being jewelry

source: Teilweise bearbeitete Edelmetalle
en: Semi-worked precious metals

source: Versilberte Armbänder
en: Silver-plated bracelets

source: Versilberte Ohrringe
en: Silver-plated earrings

source: Versilberte Halsketten
en: Silver-plated necklaces

source: Versilberte Ringe
en: Silver-plated rings

source: Kleine Schmuckkästchen, nicht aus Edelmetall
en: Small jewelry boxes, not of precious metal

source: Uhrengehäuse als Bestandteile von Uhren
en: Clock cases being parts of clocks

source: Silberdrähte [Schmuck]
en: Silver thread [jewellery]

source: Teile und Zubehör für Zeitmessgeräte
en: Parts and fittings for horological instruments

source: Teile und Zubehör für Zeitmessinstrumente
en: Parts and fittings for chronometric instruments

source: Verlobungsringe
en: Engagement rings

source: Statuetten aus Goldimitat
en: Figurines made of imitation gold

source: Natürliche Perlen
en: Natural pearls

source: Grabtafeln aus Edelmetall
en: Grave markers of precious metal

source: Präsentationsschatullen für Edelsteine
en: Presentation boxes for gemstones

source: Keramikscheiben zur Verwendung als Wertmarken
en: Ceramic discs for use as tokens of value

source: Festtagsschmuck [Figurinen] aus Edelmetall, ausgenommen Christbaumschmuck
en: Holiday ornaments [figurines] of precious metal, other than tree ornaments

source: Schmuckanhänger aus Edelmetall oder damit plattiert
en: Jewelry charms in precious metals or coated therewith

source: Modeschmuck aus Kunststoff
en: Plastic costume jewellery

source: Dämpfer für Saiteninstrumente
en: Mutes for musical instruments

source: Tasten für Musikinstrumente
en: Keys for musical instruments

source: Bogenhaare für Streichinstrumente
en: Horsehair for bows for musical instruments

source: Windkanäle für Orgeln
en: Wind pipes for organs

source: Elektrische Gitarren
en: Electric guitars

source: Schellenbäume [Musikinstrumente]
en: Hats with bells [musical instruments]

source: Rohrblätter für Musikinstrumente
en: Reeds for musical instruments

source: Elektronische Apparate zum Synthetisieren von Musik [Musikinstrumente]
en: Electronic apparatus for synthesising music [musical instrument]

source: Saiten für westliche Musikinstrumente
en: Strings for western musical instruments

source: Musikinstrumente mit integrierten Vorrichtungen zur Modifizierung von Tonsignalen
en: Musical instruments incorporating arrangements for modifying audio signals

source: Geformte Abdeckungen für Musikinstrumente
en: Covers (Shaped -) for musical instruments

source: Harfen
en: Harps

source: Musikinstrumente
en: Musical instruments

source: Zithern
en: Zithers

source: Elektronische Musikgeräte und -instrumente
en: Electronic musical apparatus and instruments

source: Huqin [chinesische Violinen]
en: Huqin [Chinese violins]

source: Japanische Handtrommeln [Tsuzumi]
en: Japanese hand drums (tsuzumi)

source: Bögen für Streichinstrumente
en: Bows for musical instruments

source: Saiten für Musikinstrumente
en: Strings for musical instruments

source: Orgeln
en: Organs

source: Japanische Plektra [Tsume]
en: Japanese picks [tsume]

source: Orgeln [Musikinstrumente]
en: Organs [musical instruments]

source: Musik enthaltende Lochpapierrollen zur Verwendung mit Hammerklavieren
en: Punched paper tape rolls containing music for use with pianoforte

source: Wirbel für Saiteninstrumente
en: Pegs for musical instruments

source: Elektronische Musikgeräte für Unterrichtszwecke
en: Electronic musical apparatus for instruction

source: Traditionell japanische Musikinstrumente
en: Japanese traditional musical instruments

source: Laufwerke für Spieldosen
en: Movements for musical boxes

source: Spieldosen in Form von Figuren aus Biskuitporzellan
en: Musical boxes in the form of porcelain bisque figurines

source: Trommelpedale [Musikinstrumente]
en: Drum pedals [musical instruments]

source: Futterale für Musikinstrumente
en: Cases for musical instruments

source: Oboen
en: Oboes

source: Tonstärkeregler für mechanische Klaviere
en: Intensity regulators for mechanical pianos

source: Transporttaschen für Keyboards
en: Musical keyboard carrying cases

source: Japanische Trommeln [Taiko]
en: Japanese drums (taiko)

source: Stege für Musikinstrumente
en: Bridges for musical instruments

source: Celli
en: Cellos

source: Klaviaturen für Musikinstrumente
en: Keyboards for musical instruments

source: Elektrische Glockenspiele [Musikinstrumente]
en: Electric carillons [musical instruments]

source: Glockenspiele [Musikinstrumente]
en: Carillons [musical instruments]

source: Stimmgeräte [Stimmgabeln]
en: Tonometers [tuning forks]

source: Elektronische Musikgeräte zur musikalischen Begleitung
en: Electronic musical apparatus for accompaniment

source: Mundstücke für Musikinstrumente
en: Mouthpieces for musical instruments

source: Xylofone
en: Xylophones

source: Bässe [Musikinstrumente]
en: Basses [musical instruments]

source: Triangeln [Musikinstrumente]
en: Triangles [musical instruments]

source: Akustische Bässe
en: Acoustic basses

source: Japanische Lauten [Biwa]
en: Japanese lutes [biwa]

source: Elektronisch betätigte, computergesteuerte Musikgeräte
en: Electronically operated computer controlled musical apparatus

source: Darmsaiten für Musikinstrumente
en: Catgut for musical instruments

source: Pfeifen [Musikinstrumente]
en: Whistles [musical instruments]

source: Saiten für japanische Streichinstrumente
en: Strings for japanese style stringed instruments

source: Westliche Musikinstrumente
en: Western style musical instruments

source: Computergesteuerte Musikinstrumente
en: Musical instruments controlled by computer

source: Musikinstrumente, gesteuert durch Mikroprozessoren
en: Musical instruments controlled by microprocessor

source: Ständer zur Halterung von Musikinstrumenten
en: Racks adapted to hold musical instruments

source: Posaunen
en: Trombones

source: Trompeten
en: Trumpets

source: Ventile für Musikinstrumente
en: Valves for musical instruments

source: Akkordeons
en: Accordions

source: Kontrabässe
en: Double basses

source: Saiteninstrumente
en: String instruments

source: Mechanische, elektrische und elektronische Musikinstrumente
en: Mechanical, electric and electronic musical instruments

source: Kolophonium für Streichinstrumente
en: Colophony for stringed musical instruments

source: Pipa [chinesische Gitarren]
en: Pipa [Chinese guitars]

source: Japanische Bambusklarinetten [Shakuhachi]
en: Japanese bamboo clarinets (shakuhachi)

source: Dreisaitige japanische Gitarren [Shamisen]
en: Three-stringed japanese guitars (shamisen)

source: Pedale für Musikinstrumente
en: Pedals for musical instruments

source: Japanische Plektren [Bachi]
en: Japanese plectrums [bachi]

source: Musikinstrumente mit integrierten Vorrichtungen zur Erzeugung von Tonsignalen
en: Musical instruments incorporating arrangements for producing audio signals

source: Hörner [Musikinstrumente]
en: Horns [musical instruments]

source: Orientalische Geigen [Kokyu]
en: Oriental fiddles [kokyu]

source: Elektrische und elektronische Musikinstrumente
en: Electric and electronic musical instruments

source: Mundstücke aus Ebonit für Musikinstrumente
en: Ebonite mouth pieces for musical instruments

source: Elektrische Keyboards [Musikinstrumente]
en: Electric keyboards [musical instruments]

source: Blasebälge für Musikinstrumente
en: Bellows for musical instruments

source: Musikinstrumente für Kinder
en: Musical instruments for children

source: Gitarren
en: Guitars

source: Mandolinen
en: Mandolins

source: Elektronische Rhythmusgeräte
en: Electronic rhythm machines

source: Elektronische Synthesizer
en: Electronic synthesizers

source: Spieldosen
en: Musical boxes

source: Blockflöten [Musikinstrumente]
en: Recorders [musical instruments]

source: Suona [chinesische Trompeten]
en: Suona [Chinese trumpets]

source: Musik-Synthesizer
en: Music synthesizers

source: Vertikalpfeifen aus Bambus [Hichiriki]
en: Bamboo vertical pipes (hichiriki)

source: Japanische Flöten [Yokobue]
en: Japanese flutes (yokobue)

source: Bogenfrösche für Saiteninstrumente
en: Bow nuts for musical instruments

source: Musik enthaltende Lochscheiben zur Verwendung mit Hammerklavieren
en: Punched disks containing music for use with pianoforte

source: Musik enthaltende Lochbänder zur Verwendung mit Hammerklavieren
en: Punched tapes containing music for use with pianoforte

source: Klangeffektgeräte als Musikinstrumente
en: Sound effects machines being musical instruments

source: Mechanische Musikinstrumente
en: Mechanical musical instruments

source: Notenpulte für Musikinstrumente
en: Music rests for musical instruments

source: Tamburine
en: Tambourines

source: Schlaginstrumente
en: Percussion instruments

source: Kinnhalter für Geigen
en: Chin rests for violins

source: Lauten
en: Lutes

source: Vertikalpfeifen aus Bambus [Shoh]
en: Bamboo vertical pipes (shoh)

source: Synthesizer [Musikinstrumente]
en: Synthesizers [musical instruments]

source: Zungen [Teile von Musikinstrumenten]
en: Tongues [parts of musical instruments]

source: Elektronische Backround-Musikgeräte
en: Electronic background music machines

source: Metallschellen [Musikinstrumente]
en: Metal bells [musical instruments]

source: Flöten
en: Flutes

source: Sheng [chinesische Blasinstrumente]
en: Sheng [Chinese musical wind instruments]

source: Bogenstöcke für Streichinstrumente
en: Sticks for bows for musical instruments

source: Spielbare elektronische Klang-Synthesizer
en: Playable electronic sound synthesizers

source: Musik enthaltende Lochkarten zur Verwendung mit Hammerklavieren
en: Punched paper containing music for use with pianoforte

source: Saxophone
en: Saxophones

source: Automatisch gesteuerte, elektronische Rhythmusgeräte
en: Electronic automatically controlled rhythm machines

source: Elektronische Musikgeräte zu Übungszwecken
en: Electronic musical apparatus for practice

source: Elektronische Orgeln
en: Electronic organs

source: Pistons [Trompeteninstrumente]
en: Cornets [musical instruments]

source: Elektrische Bässe
en: Electric bass guitars

source: Regenmacher [Musikinstrumente]
en: Rainmaker [musical instruments]

source: Rohrblätter [Musikinstrumente]
en: Reeds [musical instruments]

source: Taschen, speziell angepasst zur Aufbewahrung von Musikinstrumenten
en: Bags specially adapted for holding musical instruments

source: Koreanische Zither mit sechs Saiten [Geo-mun-go]
en: Korean zither with six strings [Geo-mun-go]

source: Koreanische Zither mit zwölf Saiten [Ga-ya-geum]
en: Korean zither with twelve strings [Ga-ya-geum]

source: Kurze Bambusflöten [Danso]
en: Short bamboo flutes [Danso]

source: Schellen [Musikinstrumente]
en: Handbells [musical instruments]

source: Elektronische Musikinstrumente
en: Electronic musical instruments

source: Elektrische Musikinstrumente
en: Electric musical instruments

source: Rasseln [Musikinstrumente]
en: Rattles [musical instruments]

source: Steeldrums [Musikinstrumente]
en: Steel drums [musical instruments]

source: Rosshaar für Geigenbögen
en: Horsehair for violin bows

source: Morin Khuur [mongolische Pferdekopfgeige]
en: Morin khuur [Mongolian bowed stringed instrument]

source: Endknöpfe für Celli
en: End pins for cellos

source: Endknöpfe für Kontrabässe
en: End pins for double basses

source: Griffbretter für Saiteninstrumente
en: Fingerboards for stringed musical instruments

source: Elektronische Übungsdämpfer für Musikinstrumente
en: Electronic practice mutes for musical instruments

source: Mechanische Klaviere
en: Mechanical pianos

source: Stimmgeräte für elektronische Musikinstrumente
en: Tuners for electronic musical instruments

source: Klangeffektepedale für Musikinstrumente
en: Sound effects pedals for musical instruments
